@extends('layout')

@section('content')

      <div class="container">
        <div class="row">
          <h1>About Us</h1>
          <h2>-カレーとは何か</h2>
            <p> カレーは多種類の香辛料を併用して食材を味付けするインドの特徴的な調理法から生まれた料理である。</p>
            <p>長い歴史の中で様々な国の影響を受けて進化を続けてきた。</p>
            <p>日本では明治時代に当時インド亜大陸の殆どを統治していたイギリスから、イギリス料理として伝わった。</p>
            <p>改良され、日本人好みに進化したカレーライスは日本のソウルフードと言っても過言ではない。</p>
            <p>…ないったらないのである！</p>
          <h2>-curreachについて</h2>
            <p> カレーは多種類の香辛料を併用して食材を味付けするというインド料理の特徴的な調理法から生まれた料理である。</p>
            <p>長い歴史の中で様々な国の影響を受けて進化を続けてきた。</p>
            <p>日本では明治時代に当時インド亜大陸の殆どを統治していたイギリスから、イギリス料理として伝わった。</p>
            <p>改良されカレーライスは日本のソウルフードと言っても過言ではない。ないったらないのである。</p>

        </div>
      </div>

@endsection
